insert into business
VALUES(SEQ_BUSINESS_NO.nextval,'futurelab',12345678,'이규호',1072125501,'퓨처랩(FUTURE LAB)','서울특별시 서초구 강남대로 359 608호');

insert into business
VALUES(SEQ_BUSINESS_NO.nextval,'funthink',12345678,'유쾌한발상',1011095527,'유쾌한발상','서울 종로구 삼일대로15길 17 금옥빌딩 5층');

insert into business
VALUES(SEQ_BUSINESS_NO.nextval,'winnen',12345678,'김문희',6012997726,'위넌스터디카페 범계역점','경기도 안양시 동안구 시민대로 187 안양건설타워 17F');

insert into business
VALUES(SEQ_BUSINESS_NO.nextval,'jacksim',12345678,'김창규',3023800758,'작심스터디카페 서울대입구역점','서울 관악구 남부순환로 1833 2층, 3층');

insert into business
VALUES(SEQ_BUSINESS_NO.nextval,'rhaim',12345678,'박정숙',3932400698,'르하임스터디카페 울산대점','울산광역시 남구 대학로84번길 1 3층');

insert into place
values(SEQ_PLACE_NO.nextval,1,'퓨쳐랩 세미나실 강남역점','서울특별시 서초구 강남대로 359 608호','강남역 5번출구 도보 1분에 위치한 회의실 / 세미나실','세미나실');

insert into place
values(SEQ_PLACE_NO.nextval,2,'유쾌한발상','서울 종로구 삼일대로15길 17 금옥빌딩 5층','종로 종각 스터디룸 유쾌한발상입니다. 유쾌한발상은 2~24인까지 모일 수 있는 다양한 공간을 제공하고 있으며 각 룸 PC 및 모니터 완비, 무료음료, 유료 OA를 제공합니다.','세미나실');

insert into place
values(SEQ_PLACE_NO.nextval,3,'위넌스터디카페 범계역점','경기도 안양시 동안구 시민대로 187 안양건설타워 17F','안녕하세요.
프리미엄 스터디 카페 위넌 범계역점입니다.
WINNEN 은 독일어로 성공이란 의미입니다.
당신의 성공을 향한 첫 걸음,
WINNEN 24 STUDY CAFE가 함께 합니다.

1. 쾌적한 공기 순환과 미세먼지를 해결할 공기유입/배출 시스템과 공기청정기
2. 백색소음기 및 방음 설계로 소음차단 및 집중력 향상의 스터디존, 모임을 위한 스터디룸
3. 독립적인 유리막으로 타인의 시선을 최소화한 프리이빗 1인석
4. 타이핑 작업 / 계산기 소음과 같은 작업을 위한 워크존 완비
5. 오셔서 공부만 하세요.(독서대, 태블릿 거치대, 충전기, 무릎담요 등 상시 비치)
6. 보안과 안전을 책임지는 CCTV와 긴급출동 서비스','스터디카페');

insert into place
values(SEQ_PLACE_NO.nextval,4,'작심스터디카페 서울대입구점','서울 관악구 남부순환로 1833 2층, 3층','설명
★합리적 소비를 추구하는 학습자라면
단언컨대 작심은 대체불가한 스터디카페입니다.★ 
■ 몸만 오면 저절로 공부가 되는 다양한 서비스
지문인식기/키오스크 출입시스템, 문자서비스, 에코 LED, 시디즈 의자, 백색소음기, 시스템 냉난방 환기시스템,
무선인터넷 Wifi, 음료 및 간식 무제한, 개인 사물함, 흑백/컬러 프린트, 학습 물품 대여 서비스

■ 작심만의 고풍스럽고 클래식한 인테리어
▷ 카페공간: 개방적인 분위기의 카페 공간
▷ 보들리안 룸: 오픈형 공간으로 편안하고 개방적인 분위기의 학습 공간
▷ 옥스퍼드 룸: 낮은 칸막이를 통해 시야가 확 트인 학습 공간
▷ 임페리얼 존: 높은 파티션의 독립석으로 집중도를 높일 수 있는 학습 공간
▷ 작심 룸 / 뉴작심 룸: 넓은 책상과 여유로운 공간의 1인실로 학습에 온전히 몰입할 수 있는 학습 공간
▷ 그룹스터디 룸: 여러 명이 함께 공부할 수 있는 공간','세미나실');

insert into place
values(SEQ_PLACE_NO.nextval,5,'르하임스터디카페 울산대점','울산광역시 남구 대학로84번길1 3층','
1. 네이버 예약 신청
https://booking.naver.com/booking/10/bizes/179386
- 당일 예약 신청, 변경, 취소 불가
- 사용 1일 전까지 신청, 변경, 취소 가능

1-1. 사용 가능 여부 확인
https://booking.naver.com/booking/10/bizes/179386

2. 카페 도착 후 키오스크에서 현장 구매 후 사용
먼저 온 사람이 있거나  예약이 잡혀 있는 경우 사용 불가

3. 이용 가능 시설 
     ○ 화이트보드
     ○ HDMI 연결가능한 TV
     ○ 무료 Wifi

4. 주의 사항
     ○ 커피 등 음료나 빵 등 간단한 간식 반입 가능
     ○ 사용 후 뒷정리 필수
     ○ 주차장 제공 안됨','스터디카페');

commit;
